data/l1/apache/benchmark-apache/cores-20/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  20 threads and 160 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.02ms    1.90ms  89.88ms   94.86%
    Req/Sec     7.31k     2.61k   20.19k    65.94%
  2930694 requests in 20.21s, 1.46GB read
Requests/sec: 145021.38
Transfer/sec:     73.89MB